{
  "location": "Store Location: Lincoln- 344, Illinois, Chicago, USA",
  "Home": "Home",
  "Services": "Services",
  "Projects": "Projects",
  "About US": "About Us",
  "Contact": "Contact",

  "footerPara": "At Devedup Tatweer, we lead the way in architectural innovation with our forward-thinking approach and unwavering commitment to excellence. Specializing exclusively in groundbreaking designs",
  "Contact Us": "Contact Us",
  "Special Links": "Special Links",
  "Our Services": "Our Services",
  "Our Projects": "Our Projects",
  "Follow Us": "Follow Us",
  "heroHomePara": "Designing tomorrow,Building today",
  "homeServiceTitle": "We provide a comprehensive range of architectural and interior services.",
  "homeProjectsTitle": "We provide a comprehensive range of architectural and interior services.",
  "homeChooseUsTitle": "Why Should Choose Us ?",
  "serviceCards title 1": "Architectural and Interior Design",
  "serviceCards para 1": "This involves designing and planning buildings and interior spaces, including room layout, materials, colors, and other aesthetic details.",
  "serviceCards title 2": "Construction Services",
  "serviceCards para 2": "This includes managing and executing construction works for the project, including general construction, structures, architectural fixtures, and installations.",
  "serviceCards title 3": "Project Management",
  "serviceCards para 3": "This involves the overall management and coordination of all aspects of the project from design to execution, including contract management, budgeting, and on-site construction supervision.",
  "Corner Windows": "Corner Windows",

  "about us paragraph": "At Devedup Tatweer, we lead the way in architectural innovation with our forward-thinking approach and unwavering commitment to excellence. Specializing exclusively in groundbreaking designs, we bring creativity and ingenuity to the forefront of every project, ensuring unparalleled quality and client satisfaction throughout the design journey.",
  "Slogan": "Slogan",
  "Slogan paragraph": "Designing Tomorrow, Building Today.",
  "Vision": "Vision",
  "Vision paragraph": "to be the unrivaled provider of visionary architectural and engineering solutions, shaping environments that inspire and propel",
  "Mission": "Mission",
  "Mission paragraph": "to create captivating designs experiences that epitomize innovation, excellence and client satisfaction.",
  "Architectural Design and Planning": "Architectural Design and Planning",
  "Architectural Design and Planning paragraph": "This service involves the process of designing and planning buildings and architectural structures, including the appropriate distribution of spaces and the external design of the building.",
  "Structural Design": "Structural Design",
  "Structural Design paragraph": "This service relates to the design of structures and foundations for buildings and engineering facilities, including support structures, columns, and walls.",
  "Interior Design": "Interior Design",
  "Interior Design paragraph": "This service includes the design and coordination of interior spaces for buildings, homes, offices, hotels, and others. It involves determining the fixtures, furniture, color coordination, and providing an aesthetic and functional environment for users",
  "Construction Services": "Construction Services",
  "Construction Services paragraph": "This service includes the design and coordination of interior spaces for buildings, homes, offices, hotels, and others. It involves determining the fixtures, furniture, color coordination, and providing an aesthetic and functional environment for users",
  "Architectural and Structural Drawing Execution": "Architectural and Structural Drawing Execution",
  "Architectural and Structural Drawing Execution paragraph": "This service involves transforming architectural and structural designs into detailed and accurate drawings used as a guide for the construction process.",
  "Interior Decoration": "Interior Decoration :",
  "Interior Decoration paragraph": "This service includes the implementation of interior design concepts, including the selection and installation of furniture, color and material coordination, and providing aesthetic details for the interior space.",
  "Construction and Contract Management": "Construction and Contract Management :",
  "Construction and Contract Management paragraph": "This service involves the management and oversight of the construction process, dealing with contractors, managing contracts, schedules, and project budgeting.",
  "On-Site Project Management": "On-Site Project Management :",
  "On-Site Project Management paragraph": "This service entails managing and coordinating all aspects of the project during the construction phase on-site, including scheduling, resources, supervisors, and coordination between different teams.",


  
  "Contact Us para":"Questions? There are a few ways you can get in touch with us.",
  "Main Office":"Main Office",
  "Main Office para":"Offices 04, Level 08, One Central,Dubai",
  "phone":"phone",
  "Email":"Email",
  "Social Media":"Social Media"

}
